Repository: Kevia2000/phpalbum-net
Catalog: phpAlbum/lang/po/*.po
Languages: nl

# ID_MSG_FTP_NOT_ZIP
source: Not a zip file or not supported format!
nl: Geen zip file of het bestandsformaat wordt niet ondersteund!

# ID_MSG_FTP_ZIP_UNSUPPORTED
source: No ZIP-Support in PHP installed!
nl: Geen ZIP-ondersteuning in PHP geinstalleerd!

# ID_MSG_FTP_FILE_UPLOAD_ATTACK
source: Possible file upload attack!
nl: Mogelijk bestand upload aanval!

# ID_MSG_PASSWORD_ERROR
source: Retyped password was not identical with the password. Password is not changed!
nl: Het opnieuw ingevoerde wachtwoord was niet identiek met het vorige wachtwoord. Wachtwoord is niet veranderd!

# ID_MSG_EMAIL_REQUIRED
source: E-Mail is required field. Please type your email, this will be not published on the site.
nl: E-mail is een verplicht veld. Typ uw e-mail opnieuw, deze zal niet worden gepubliceerd op de site.

# ID_MSG_USERNAME_EXISTS
source: Username <b>%s</b> is already used!
nl: Gebruikersnaam <b>%s</b> is al in gebruik!

# ID_MSG_PASSWORD_REQUIRED
source: Password is required!
nl: Wachtwoord is verplicht!

# ID_MSG_GROUP_EXISTS
source: Group <b>%s</b> already exist. You can not create groups with the same name!
nl: Groep <b>%s</b> bestaat al. U kunt geen groepen met dezelfde naam maken!

# ID_MSG_PARAM_EXISTS
source: Parameter <b>%s</b> already exist. Please use some other name to add parameter.
nl: Parameter <b>%s</b> bestaat al. Gebruik een andere naam om parameter toe te voegen.

# ID_MSG_PARAM_MANDATORY
source: Parameter name is mandatory, please enter some name of the new parameter
nl: Parameter naam is verplicht, geef de nieuwe parameter een naam

# ID_MSG_USERNAME_MANDATORY
source: Username is mandatory field!
nl: Gebruikersnaam is een verplicht veld!

# ID_MSG_VIEW_COUNT
source: Viewed: %s times
nl: Bekeken: %s keer

# ID_MSG_COMMENT_COUNT
source: Comments: %s
nl: Opmerkingen: %s
