Repository: Kevia2000/phpalbum-net
Catalog: phpAlbum/lang/po/*.po
Languages: nl

# ID_SETUP_COMMENT_QUEUE_DESC
source: Here you can setup how many comments will stay in approve queue. Older comments will be automatically approved, but you can every time delete comments right under the pictures. Actually this is also the count of newest comments you can see here.
nl: Hier kunt u aangeven hoeveen opmerkingen er in de rij gezet moeten worden voordat ze goedgekeurd worden. Oudere opmerkingen zullen automatisch goedgekeurd worden. Natuurlijk kunt u opmerkingen altijd weer verwijderen die onder een foto zijn geplaatst.

# ID_SETUP_COMMENT_APPROVING_DESC
source: Here you will see all comments you have not approved or deleted. Approving will delete it from this list but the comment stays under the picture, there you can delete it also after approving. Deleting it here will delete it also under picture. There are no questions like, do you really want to delete it? So be careful. You can delete it also under picture but only if you already typed the setup password. So here are all the new not approved not deleted comments:
nl: Hieronder ziet u alle opmerkingen die u nog niet heeft goedgekeurd of verwijderd. Goedkeuren zal het uit deze lijst doen verdwijnen, maar de opmerking blijft onder de foto staan. Daar kunt u het verwijderen ook als u het heeft goedgekeurd. Als u het hier verwijderd zal het ook onder de foto worden verwijderd. Er zal niet worden gevraagd of u zeker weet of u het wilt verwijderen. Wees dus voorzichtig met deze functie.

# ID_SETUP_NEW_COMMENTS
source: New Comments
nl: Nieuwe opmerking

# ID_SETUP_ENABLE_ECARD
source: Enable E-Cards
nl: Activeer E-Cards

# ID_SETUP_ENABLE_ECARD_DESC
source: This checkbox enables the sending of e-cards from your page
nl: Door dit aan te vinken maakt u het mogelijk om e-cards vanaf uw pagina te versturen

# ID_SETUP_ECARD_SUBJECT
source: Subject of e-card's E-Mail
nl: Onderwerp van de e-card e-mail

# ID_SETUP_ECARD_SUBJECT_DESC
source: This text will be used as a subject in the e-mail of the e-card
nl: Deze tekst wordt gebruikt voor het onderwerp in de e-mail van de e-card

# ID_SETUP_ECARD_PICKED_SUBJECT
source: Picked Up! e-mail subject
nl: Opgehaald! e-mail onderwerp

# ID_SETUP_ECARD_PICKED_SUBJECT_DESC
source: This text will be used as a subject of <b>picked up!</b> e-mail, which will be sent to the sender of the e-card
nl: Deze tekst zal gebruikt worden als onderwerp <b>opgehaald!</b>e-mail, die gestuurd zal worden naar de afzender van de e-card

# ID_SETUP_ECARD_TEXT
source: e-card's e-mail text
nl: e-card e-mail tekst

# ID_SETUP_ECARD_TEXT_DESC
source: This will be message sent in the email. You can use here several special strings which will be replaced by the correct values. (#TO_NAME, #TO_EMAIL, #FROM_NAME, #FROM_EMAIL, #DATE, #TIME, #ECARD_ADRESS, #IMAGE_ADRESS)
nl: Dit bericht wordt verstuurd in de e-mail. U kunt hier meerdere opties aan toevoegen. (#TO_NAME, #TO_EMAIL, #FROM_NAME, #FROM_EMAIL, #DATE, #TIME, #ECARD_ADRESS, #IMAGE_ADRESS)

# ID_SETUP_ECARD_PICKED_TEXT
source: Picked Up! e-mail text
nl: Opgehaald! e-mail tekst

# ID_APPROVE
source: Approve
nl: Goedkeuren

# ID_DELETE
source: Delete
nl: Verwijder

# ID_TEXT
source: Text
nl: Tekst

# ID_PICTURE
source: Picture
nl: Foto

# ID_ERROR_MESSAGE
source: Error Message
nl: Error Bericht

# ID_SCRIPT_NAME
source: Script name
nl: Script naam

# ID_LINE
source: Line
nl: Regel

# ID_LOGOUT
source: Logout
nl: Loguit

# ID_SAVE
source: Save
nl: Opslaan

# ID_REGISTER
source: Register New User
nl: Registreer Nieuwe Gebruiker

# ID_REMEMBER
source: Remember
nl: Onthouden

# ID_SETUP_USERNAME_DESC
source: Please enter your desired username here. You get an error message if this already exists
nl: Vul hier uw gewenste gebruikersnaam in. U krijgt een error bericht als deze al bestaat

# ID_RETYPE_PASSWORD
source: Retype password:
nl: Typ uw wachtwoord opnieuw:

# ID_SETUP_EMAIL
source: Your E-Mail address:
nl: Uw e-mail adres:

# ID_SETUP_EMAIL_DESC
source: Please enter here your email address, this will not be published.
nl: Vul uw e-mail adres in, het zal niet gepubliceerd worden.

# ID_SETUP_HOMEPAGE_DESC
source: Please enter your homepage, this will be published with your comments on pictures.
nl: Als u een webpagina heeft, wordt deze gepubliceerd als u een reactie geeft bij een foto.

# ID_SETUP_REGISTER_NEW_USER
source: Register
nl: Registreer

# ID_THANKS_FOR_REGISTER
source: Thank you for registering on this site.
nl: Bedankt voor het registreren.

# ID_SETUP_DELETE_ERROROLOG
source: Delete Errorlog
nl: Verwijder Errorlog

# ID_SETUP_ADD_GROUP
source: Add new user group
nl: Voeg nieuwe gebruikersgroep toe

# ID_SETUP_NEW_GROUP_NAME
source: Name of new group:
nl: Naam van de nieuwe groep:

# ID_SETUP_ADD_GROUP_DESC
source: Please enter the name of new group and click the button. This will create a new group. You can then assign it to the users and galleries.
nl: Vul de naam van de nieuwe groep in en klik op de knop. Er zal een nieuwe groep worden aangemaakt. U kunt dit toewijzen aan de gebruikers en gallerijen.

# ID_SETUP_SHOW_DIRS
source: Show assigned galleries
nl: Lijst toegewezen gallerijen

# ID_SETUP_SHOW_USERS
source: Show Users
nl: Lijst gebruikers

# ID_USER
source: User
nl: Gebruiker

# ID_EDIT
source: Edit
nl: Bewerk

# ID_NOT_POSSIBLE
source: Not possible
nl: Niet mogelijk

# ID_SETUP_ADD_NEW_PARAM
source: Add new parameter
nl: Voeg nieuwe parameter toe

# ID_SETUP_ADD_PARAM_DESC
source: Type name of the new Parameter and select type of the new parameter. <ul><li><b>User value</b> - user defined value as text</li><li><b>User list of values</b> - user predefined list of values selectable then for each picture</li><li><b>System value</b> - you can then select as default value some system variables of picture like dimesnion, size, creation date, filename, filename with download fullsize link ..</li></ul>
nl: Typ de naam van de nieuwe parameter en selecteer het nieuwe type paramter. <ul><li><b>Gebruiker waarde</b> - gebruiker gedefineerde waarde als tekst</li><li><b>Gebruikers lijst van waarden</b> - gebruiker voorgedefineerde lijst van waarden selecteerbaar voor elke foto</li><li><b>systeem waarde</b>- u kunt een aantal systeem waarden selecteren voor elke foto zoals grootte, datum, bestandsnaam, ... </li></ul>

# ID_SETUP_PARAM_NAME
source: Parameter name:
nl: Parameter naam:

# ID_SETUP_PARAM_NAME_DESC
source: Please enter new parameter name if you whish to change it. With clicking on delete link you delete this parameter here and under each picture also, so be careful doing this.
nl: Vul de parameter in als je deze wilt veranderen. Als u hier op verwijderen klikt, zal het deze waarde, maar ook alle parameters bij de foto's verwijderen.

# ID_SETUP_DELETE_PARAM
source: Delete parameter
nl: Verwijder parameter

# ID_SETUP_PARAM_DEFAULT
source: Default value:
nl: Standaard waarde:

# ID_SETUP_PARAM_DEFAULT_DESC
source: Here you can setup default value of this parameter, which will be showed on all photos where it was not overwritten with other photo specific value.
nl: Hier kunt u de waarde van de parameter veranderen, deze zullen op alle foto's worden weergegeven.

# ID_ALLOW_HTML
source: Allow HTML code (not filter this out)
nl: HTML code toestaan (filter deze er niet uit)

# ID_SETUP_PARAM_SYS_DEFAULT
source: Automatic value:
nl: Automatische waarde:

# ID_SETUP_PARAM_SYS_DEFAULT_DESC
source: Choose value to be displayed for this parameter.
nl: Kies de waarde die weergegeven moet worden voor deze instelling.

# ID_SETUP_EDIT_LOV
source: Edit list of values
nl: Wijzig de lijst van waarden

# ID_SETUP_DELETE_LOV
source: Delete value
nl: Verwijder waarde

# ID_NOT_DEFINED
source: NOT DEFINED
nl: Niet gedefinieerd

# ID_ADD_NEW_VALUE
source: Add new value
nl: Voeg nieuwe waarde toe

# ID_SETUP_GALLERY
source: Gallery:
nl: Gallerij

# ID_SETUP_GALLERY_DESC
source: Please choose the gallery you want to setup. If you do not find what you expected, try to scan directories with the following link:
nl: Kies de gallerij die u wilt veranderen. Als u geen lijst ziet die u zou verwachten, probeer dan scan directories te kiezen met de link hieronder.

# ID_SETUP_ALIAS
source: Alias name:
nl: Alias naam:

# ID_SETUP_ALIAS_DESC
source: Please enter alias name of the directory which should be displayed instead of directory name
nl: Typ hier de alias van de directory die weergeven moet worden in plaats van de naam van de directory.

# ID_SETUP_DESC
source: Short description:
nl: Korte omschrijving:

# ID_SETUP_DESC_DESC
source: This is short description of directory, may be displayed under the thumbnail/logo of this directory
nl: Dit is een korte omschrijving van de directory, dit kan weergegeven worden onder de thumbnail/logo van de directory

# ID_SETUP_PIC_DESC_DESC
source: This is short description of picture, may be displayed under the thumbnail of this picture
nl: Dit is een korte omschrijving van de foto, dit kan afgebeeld worden onder de thumbnail van de foto

# ID_SETUP_LONG_DESC
source: Long description:
nl: Lange omschrijving:

# ID_SETUP_LONG_DESC_DESC
source: Enter the long description displayed for this directory. You can enter also HTML code. For new line use &lt;br&gt;.
nl: Vul de lange omschrijving in voor de directory. U kunt ook gebruik maken van HTML code. Voor een nieuwe regel gebruik &lt;br&gt;.

# ID_SETUP_PIC_LONG_DESC_DESC
source: Enter the long description displayed under this picture together with short description. You can enter also HTML code. For new line use &lt;br&gt;.
nl: Vul de lange omschrijving in voor de foto samen met de korte omschrijving die zullen worden weergegeven onder de foto. U kunt ook gebruik maken van HTML code. Voor een nieuwe regel gebruik &lt;br&gt;.

# ID_SETUP_SORTING
source: Sorting:
nl: Sortering:

# ID_SETUP_SORTING_DESC
source: Please choose desired sorting of the pictures in this directory. Default means to choose sorting defined in Main Setup
nl: Kies hier de gewenste sortering van de foto's in de directory. Standaard betekent de sortering die is gekozen in het hoofdmenu.

# ID_SETUP_VISIBLE
source: Visible
nl: Zichtbaar

# ID_SETUP_VISIBLE_DESC
source: Choose if the directory should be visible or not.
nl: Kies hier of de directory zichtbaar moet zijn of niet.

# ID_SETUP_ACCESS_RIGHTS
source: Access rights
nl: Toegangsrechten

# ID_SETUP_GALLERY_GROUP_DESC
source: Please choose the groups if you want to restrict the visibility of this gallery to selected groups. Disabled checkboxes are inherited from some gallery above int the structure,so you can't change it here but in the respective gallery
nl: Kies hier de groepen waar u het album aan wilt laten zien als u gebruik wilt maken van extra beveiliging.

# ID_SETUP_GALLERY_PARAMS_DESC
source: Select parameters you would like to see with pictures. For defining more parameters please go to Photo Parameters section.
nl: Selecteer de instellingen die u wilt zien bij elke foto. Om meer instellingen te maken gaat u naar het foto instellingen onderdeel.

# ID_SETUP_SHOW_CUSTOM_PARAMS
source: Show custom parameters
nl: Geef aangepaste instellingen weer

# ID_SETUP_SHOW_DEFAULT_PARAMS
source: Show default parameters
nl: Geef standaard instellingen weer

# ID_SETUP_PARAMS_DEFAULT_CUSTOM_DESC
source: Please choose if you want to display default parameters under each photo of this gallery or customized selection of parameters.
nl: Kies hier of u standaard instellingen wilt weergeven bij deze gallerij of dat u deze wilt aanpassen

# ID_SETUP_SHOW_PARAMS
source: Custom or Default:
nl: Aangepast of Standaard:

# ID_NO_DEFINED_PARAMS
source: There are no defined parameters.
nl: Er zijn geen instellingen gedefinieerd

# ID_SETUP_NEXT_SCAN
source: Next automatic full directory scan : %s
nl: Volgende automatische directory scan: %s

# ID_SETUP_SCAN_DIRS
source: Scan directories now!
nl: Scan directory's nu!

# ID_DEFAULT_DISPLAYED
source: Default displayed
nl: Standaard weergegeven

# ID_SETUP_PARAM_DEFAULT_DISPLAYED_DESC
source: Check this checkbox if you want to display this parameter as default, i.e. for each gallery which has setup display default parameters.
nl: Vink dit aan als u deze instellingen standaard wilt gebruiken.

# ID_HTML_NOT_ALLOWED
source: HTML code is not allowed.
nl: HTML code is niet toegestaan.

# ID_HTML_ALLOWED
source: HTML code is allowed.
nl: HTML code is toegestaan

# ID_DEFAULT_VALUE
source: Default value is <b>%s</b>
nl: standaard waarde is <B>%s</b>

# ID_NO_DEFAULT_VALUE
source: No default value is defined
nl: Er is geen standaard waarde gedefineerd

# ID_DEFAULT
source: Default
nl: Standaard

# ID_SETUP_THEME_BORDERS
source: Picture and thumbnail borders
nl: Foto en thumbnail randen

# ID_SETUP_THEME_PIC_BORDER_SIZE
source: Size of picture border
nl: Grootte van de foto rand

# ID_SETUP_THEME_THMB_BORDER_SIZE
source: Size of Thumbnail border
nl: Grootte van de Thumbnail rand

# ID_SETUP_THEME_DISPLAY_SHADOWS
source: Display shadows
nl: Weergeven van schaduw

# ID_SETUP_THEME_DISPLAY_SHADOWS_DESC
source: When by theme supported then displays shadows for behind the thumbnails and pictures
nl: Als het thema het ondersteunt, zullen er schaduwen komen rondom de foto's en thumbnails.

# ID_SETUP_THEME_PIC_BORDER_SIZE_DESC
source: Please enter the width of picture borders
nl: Voer de breedte van de randen in voor de foto's

# ID_SETUP_THEME_THMB_BORDER_SIZE_DESC
source: Please enter the width of Thumbnail borders
nl: Voer de breedte van de randen in voor de thumbnails

# ID_SETUP_WATERMARK_FILE
source: Watermark file
nl: Watermerk bestand

# ID_SETUP_WATERMARK_FILE_DESC
source: Select png-file to be used as watermark on resized photos. Put your transparent PNGs in main phpAlbum directory.
nl: Selecteer een png-bestand dat gebruikt moet worden als watermerk voor vergrootte of verkleinde foto's. Sla uw transparante PNG op in de hoofd directory van phpAlbum

# ID_NO_WATERMARK
source: No Watermark selected
nl: Geen watermerk geselecteerd

# ID_SETUP_WATERMARK_POSITION
source: Watermark position
nl: Watermerk positie

# ID_SETUP_WATERMARK_POSITION_DESC
source: Choose position for watermark
nl: Kies de positie van het watermerk

# ID_SETUP_DIR_LOGO_STYLE
source: Gallery logo (icon) style
nl: Gallerij logo (icoon) stijl

# ID_SETUP_DIR_LOGO_STYLE_DESC
source: Please choose how the gallery(directory) will be displayed, as directory icon, or as thumbnail of some picture in it with normal thumbnail size or with other specified size.
nl: Kies hier hoe de gallerij (directory) weergegeven moet worden. Als directory icoon, als thumbnail van een foto of als gewone thumnail uit het album of met een andere instelling.

# ID_SETUP_DIR_LOGO_STYLE_LOGO
source: Show directory logo
nl: Geef directory logo weer

# ID_SETUP_DIR_LOGO_STYLE_PIC1
source: Show picture thumbnails (same size as thumbnails)
nl: Geef thumbnail foto weer (hetzelfde formaat als de gewone thumbnails)

# ID_SETUP_DIR_LOGO_STYLE_PIC2
source: Show picture thumbnails (other size)
nl: Geef foto weer als thubmnail (met een andere grootte)

# ID_USE_FOR_LOGO
source: Use for directory logo
nl: Gebruik als directory logo

# ID_SETUP_ADD_THMB_HEIGHT
source: Additional height for thumbnails
nl: Extra hoogte voor thumbnails

# ID_SETUP_ADD_THMB_WIDTH
source: Additional width for thumbnails
nl: Extra breedte voor thumbnails

# ID_SETUP_ADD_THMB_HEIGHT_WIDTH_DESC
source: Please increase this value if you are using more lines for directory or thumbnail description. This will make then more place under thumbnails. This is used only in flowing style where more lines of description can cause layout problems.
nl: Vergroot de waarde als je meerdere regels gebruikt voor de directory en thumbnail omschrijving. Daardoor komt er meer ruimte onder de thumbnails. Dit wordt alleen gebruikt in vloeiende stijl, waar meer regels problemen kunnen geven met de layout.

# ID_SETUP_SHARPEN_WITH_PARAM
source: Enable sharpening with parameters:
nl: Zet scherpstellen aan met parameters:

# ID_SETUP_AMOUNT
source: Amount
nl: Aantal

# ID_SETUP_SHARPEN_DESC
source: You can enable sharpening of thumbnails which are normally quite soft after resizing. <b>Please be aware that this can take quite much performance.</b>
nl: U kunt het scherpstellen van thumbnails aanzetten, welke normaal wat 'zacht' zijn na het resizen. <b>Let wel op dat dit ten koste kan gaan van de snelheid!</b>

# ID_SETUP_SHARPEN_THMB
source: Thumbnails sharpening
nl: Thumbnails scherpstellen

# ID_SETUP_INFO_THMB
source: Show following under thumbnails:
nl: Laat het volgende zien onder de thumbnails:

# ID_SETUP_INFO_THMB_DESC
source: Please choose which informations should be showed under thumbnails
nl: Kies hier welke informatie onder de thumbnails weergegeven moet worden.

# ID_SETUP_INFO_THMB_VIEWS
source: View count
nl: Aantal keer bekeken

# ID_SETUP_INFO_THMB_COMMENTS
source: Comment count
nl: Aantal reacties

# ID_SETUP_INFO_THMB_VOTES
source: Voting summary
nl: Gemiddelde stemmen

# ID_SETUP_DATE_FORMAT
source: Date/Time Format
nl: Datum / Tijd format

# ID_SETUP_DATE_FORMAT_DESC
source: Set the date/time format you want to use. Use for this PHP standards used for function date()
nl: Stel de datum/tijd weergave in die u wilt gebruiken. Gebruik hiervoor PHP standaard voor de functie datum()

# ID_SYS_PAR_FNL
source: <a class="me3" href="%s" target="_blank">%s</a> (click to download original file)
nl: <a class="me3" href="%s" target="_blank">%s</a> (klik hier om het originele bestand te downloaden)

# ID_SYS_PAR_DWL
source: <a class="me3" href="%s" target="_blank">(click to download original file)</a>
nl: <a class="me3" href="%s" target="_blank">(klik hier om het originele bestand te downloaden)</a>

# ID_PHOTO_DETAILS
source: Photo details
nl: Foto details

# ID_SETUP_PRIVILEGES_DESC
source: Here you can setup which group has access to which funcitons in setup.Green color means it is enabled and red that it is disabled for the specific group. Clicking on the link will change the status and so grant or revoke the access to clicken function.<br/><br/>In Default column you can check which groups should be assigned automatically to the new registered users.
nl: Hier kunt u instellen welke groep toegang heeft tot welke functies in de setup. Groen betekend toegankelijke en rood is niet toegankelijk voor een bepaalde groep. Klikken op de link zal de status veranderen.

# ID_ENTER_ANTISPAM_CODE
source: Enter antispam code:
nl: Voer antispam code in:

# ID_DISABLE_ERROR_LOG
source: Disable error logging
nl: Zet error loggin uit

# ID_SETUP_ENABLE_ANTISPAM
source: Enable antispam
nl: Zet antispam aan

# ID_SETUP_ENABLE_ANTISPAM_DESC
source: Enable antispam code pictures. This will make unpossible to automatically put some spam comments on your site.
nl: Zet antispam code op uw foto's. Dit zal het onmogelijk maken voor webrobots om zomaar wat spam op uw site achter te laten.

# ID_SETUP_PUBLISH_ONLY_APPROVED
source: Publish only Approved comments
nl: Publiceer alleen goedgekeurde opmerkingen

# ID_SETUP_PUBLISH_ONLY_APPROVED_DESC
source: If this checkbox is checked, comments will be published only after approving on this page
nl: Als dit is aangevinkt, zullen opmerkingen alleen worden gepubliceerd als u ze hier in dit menu heeft goedgekeurd.

# ID_SETUP_THEME_NEWEST_COUNT
source: Show newest pictures count
nl: Laat het nieuwste foto aantal zien

# ID_SETUP_THEME_NEWEST_COUNT_DESC
source: Enter the count of the newest pictuers which should be displayed on the front page
nl: Voer het aantal nieuwste foto's in die op de voorpagina zichtbaar zijn

# ID_NEWEST_PICTURES
source: Newest Pictures
nl: Nieuwste foto

# ID_SETUP_USE_IPTC_DESC
source: Use IPTC Photo Description
nl: Gebruik IPTC Foto Beschrijving

# ID_SETUP_USE_IPTC_DESC_DESC
source: If this is checked, when scanning the pictures first time then IPTC Caption and Headline will be used for Long and Short description of photos.
nl: Als dit is aangevinkt, dan zal tijdens het scannen van de foto's de eerste keer de omschrijving worden gebruikt voor de korte en lange omschrijving van de foto's

# ID_IMAGEORIG
source: Image Download
nl: Foto download

# ID_IMAGEVIEW
source: Imageview
nl: Fotoweergave

# ID_ERROR_PAGE_MESSAGE
source: You are not allowed view this page or download this image!
nl: U heeft geen toegaing om deze pagina te bekijken of om deze foto te downloaden!

# ID_RECIPIENT_NAME
source: Recipient Name
nl: Naam van de ontvanger

# ID_RECIPIENT_EMAIL
source: Recipient Email
nl: E-mail van de ontvanger

# ID_SENDER_NAME
source: Sender Name
nl: Naam van de afzender

# ID_SENDER_EMAIL
source: Sender Email
nl: E-mail van de afzender

# ID_YOUR_MESSAGE
source: Your Message
nl: Uw bericht

# ID_WRITE_ECARD
source: Write E-Card
nl: Schrijf E-card

# ID_FROM
source: From:&nbsp;
nl: Van:&nbsp;

# ID_TO
source: To:&nbsp;
nl: Aan:&nbsp;

# ID_SETUP_SHOW_SEARCH_BOX
source: Show Search Box
nl: Geef zoekmachine weer

# ID_SETUP_SHOW_SEARCH_BOX_DESC
source: With this you can enable search field on the album pages. Currently searching only works for the keywords imported from IPTC
nl: Hiermee kun u het zoek veld aanzetten op uw webpagina. Momenteel werkt zoeken alleen met woorden die geimporteerd zijn uit de IPTC

# ID_SETUP_TRACKING_CODE
source: Tracking Code
nl: Traceer code

# ID_SETUP_TRACKING_CODE_DESC
source: Here you can put for example Javascript tracking code (like from Google Analytics) which will be displayed on every page.
nl: Hier kunt u javascript traceer code invoeren (zoals uit Google Analytics) die dan op elke pagina worden weergegeven.

# ID_MSG_DIR_NOT_EXISTS
source: Directory %s does not exists, change it !
nl: Directory %s bestaat niet, verander het!

# ID_MSG_DIR_NOT_WRITABLE
source: Directory %s is not writable, change rights with CHMOD !
nl: Directory %s is niet beschrijfbaar, verander de rechten met CHMOD!

# ID_MSG_FILE_NOT_EXISTS
source: File %s could not be found
nl: Bestand %s kon niet worden gevonden

# ID_FILE_WAS_DELETED
source: File %s was deleted
nl: Bestand %s is verwijderd

# ID_MSG_SETUP_FTP
source: Please go to the Main section and set up ftp-server and ftp-photos-dir in order to be able use upload manager
nl: Gaat u naar het hoofdmenu en stel uw ftp-server in en uw ftp-foto-directory, zodat u de upload manager kunt gebruiken

# ID_MSG_FTP_SUPPORT
source: FTP-Support is not enabled!! You are not able to use upload manager. Ask your provider to enable or install it.
nl: FTP-ondersteuning is niet aangezet! U kunt de upload manager niet gebruiken. Vraag uw provider om het aan te zetten of het te installeren.

# ID_MSG_FTP_UNABLE_CONNECT
source: Unable to connect to the server %s
nl: Niet mogelijk om een verbinding met server %s te maken

# ID_MSG_FTP_INVALID_LOGIN
source: Username or password invalid!
nl: Inlognaam en wachtwoord onjuist!

# ID_MSG_FTP_PASSIVE_MODE
source: Unable to setup passive mode on ftp server
nl: Niet mogelijk om passive mode aan te zetten op de ftp server

# ID_MSG_FTP_UNABLE_CHDIR
source: Unable to change to directory %s
nl: Niet mogelijk om van directory te veranderen %s

# ID_MSG_FTP_PHOTO_DIR
source: Ftp-server photos directory points to another directory not to the photos
nl: Ftp-server foto directory verwijst naar een andere directory niet naar de foto's

# ID_MSG_FTP_UNABLE_DELETE
source: Unable to delete file %s on ftp server
nl: Niet mogelijk om bestand %s op de ftp server te verwijderen

# ID_MSG_FTP_UNABLE_UPLOAD
source: Unable to upload file %s!
nl: Niet mogelijk om bestand %s te uploaden

# ID_MSG_FTP_UNABLE_OPEN_TMP
source: Unable to open temporary file!
nl: Niet mogelijk om het tijdelijke bestand te openen!

# ID_MSG_FTP_UNABLE_MKDIR
source: Unable to create directory %s on ftp server!
nl: Niet mogelijk om directory %s te maken op de ftp server !

# ID_MSG_FTP_UNABLE_RMDIR
source: Unable to remove directory %s on ftp server!
nl: Niet mogelijk om directory %s te verwijderen van de ftp server!
