Repository: Kevia2000/phpalbum-net
Catalog: phpAlbum/lang/po/*.po
Languages: nl

# ID_NEXT
source: next
nl: volgende

# ID_PREV
source: previous
nl: vorige

# ID_NEXT_PAGE
source: next page
nl: volgende pagina

# ID_PREV_PAGE
source: previous page
nl: vorige pagina

# ID_ALBUM_NAME
source: Photo Album
nl: Fotoalbum

# ID_PHOTO_DIR
source: Photos
nl: Foto's

# ID_NAME
source: Name
nl: Naam

# ID_NAME_EMAIL
source: Optional you can enter your name and email
nl: Optioneel, je kunt je naam en e-mail invullen

# ID_COMMENT_INSTR
source: Please type your message click Add New Comment
nl: Typ uw bericht en klik op voeg reactie toe

# ID_ADD_COMMENT
source: Add new comment
nl: Voeg reactie toe

# ID_ENTER_PASSWD
source: Enter password:
nl: Wachtwoord

# ID_DELETE_COMMENT
source: Delete Comment
nl: Verwijder reactie

# ID_SEARCH
source: Search
nl: Zoek

# ID_ENABLE
source: Enable
nl: Aan

# ID_SETUP_MENU_MAIN
source: Main setup
nl: Hoofdmenu

# ID_SETUP_MENU_LOGS
source: Access logging
nl: Toegangscontrole

# ID_SETUP_MENU_DIRS
source: Galleries
nl: Gallerij

# ID_SETUP_MENU_CACHE
source: Cache options
nl: Cache opties

# ID_SETUP_MENU_COMMENTS
source: Comments and Voting
nl: Reacties en stemmen

# ID_SETUP_MENU_TEXTS
source: Translations
nl: Vertalingen

# ID_SETUP_MENU_ERRORLOG
source: Errors log
nl: Foutmeldingen

# ID_SETUP_MENU_SYSCHECK
source: System check
nl: Systeemcheck

# ID_SETUP_MENU_THEMES
source: Themes
nl: Thema's

# ID_SETUP_MENU_USERS
source: Users
nl: Gebruikers

# ID_SETUP_MENU_GROUPS
source: Groups
nl: Groepen

# ID_SETUP_SAVE_CONFIG
source: Save configuration
nl: Opslaan configuratie

# ID_SETUP_MY_ACCOUNT
source: My Account
nl: Mijn account

# ID_SETUP_MENU_PARAMS
source: Photo parameters
nl: Foto parameters

# ID_SETUP_MENU_PICS
source: Pictures
nl: Foto's

# ID_SETUP_THUMBNAILS
source: Thumbnails settings
nl: Thumbnail instellingen

# ID_SETUP_DESC_MAIN
source: This is the main setup page. Here you can setup main settings, thumbnails settings and some theme settings. This page is called after installing automatically and you have to setup this before using phpAlbum.
nl: Dit is de hoofd setup pagina. Hier kunt u instellingen voor thumbnails en thema's instellen. Deze pagina verschijnt automatisch na het installeren en moet worden ingesteld voordat phpAlbum gebruikt gaat worden

# ID_SETUP_DESC_THUMBNAILS
source: On this page you can setup size and quality of thumbnails and resized photos. Each group of Thumbnail settings represent one quality setting. User can then change one of enabled quality settings. Default quality setting is taken for first time visitors. You can add new quality settings or delete them. It is not possible to delete last setting, so one enabled and default is still there.
nl: Op deze pagina kunt u de grootte en kwaliteit van de thumbnails en de verkleinde foto's opgeven.

# ID_SETUP_DESC_THEMES
source: On this page you can change all things regarding the visual appereance of your album. You can choose style of thumbnails either flowing or raster. You can further choose the theme you want to use and edit your color maps
nl: Op deze pagina kunt u alles instellingen over hoe uw album eruit ziet. U kunt kiezen uit style van de thumbnails, op raster of niet. Kleuren kunnen ook worden ingesteld.

# ID_SETUP_DESC_LOGS
source: In this setup page you can enable logging of hits on your gallery, you can also change log file name, so nobody can read this and for example make some exclude-strings so you can ignore some host names.
nl: Op deze pagina kunt u logging aanzetten, zodat u te weten komt hoeveel mensen er gebruik maken van uw fotoalbum.

# ID_SETUP_DESC_CACHE
source: In this section you can setup if cache should be used and for what types of files. Also you can see how much place is taking your cache and you can delete it.
nl: Op deze pagina kunt u cache aan of uitzetten. Ook ziet u hier hoeveel ruimte de cache in beslag neemt. Ook kunt u het verwijderen.

# ID_SETUP_RESET_CONFIG
source: Reset to default
nl: Reset naar standaard

# ID_SETUP_DESC_ADMIN
source: On this page you can upload new photos and administer the photos directory, for this it is needed that you set up the ftp-server and Photos directory on ftp-server variables in main-setup. If you installed phpAlbum.net with wizard, this should be already set up and be correct. If you moved phpAlbum main directory, you must also move the directory setting.
nl: Op deze pagina kunt u nieuwe foto's uploaden. Ook kunt u hier nieuwe foto directory's aanmaken. Hiervoor is het wel nodig dat u in het hoofdmenu de FTP instellingen instelt.

# ID_SETUP_DESC_COMMENTS
source: On this page you can setup settings about commenting and voting for your pictures. This page is also used for approving of new comments, or just viewing new comments.
nl: Op deze pagina kunt u reacties en stemmen op uw foto's instellen. Deze pagina wordt ook gebruikt om nieuwe reacties goed te keuren of om de reacties te bekijken.

# ID_SETUP_DESC_ECARD
source: On this page you can change settings about e-cards. E-cards are E-Mail post cards, users of your album can send e-cards with your pictures (only linked in email) to other people.
nl: Op deze pagina kunt u instellingen over e-cards bewerken. E-cards zijn electronische ansichtkaarten. Gebruikers van uw album kunnen e-card met foto's uit uw fotoalbum (gelinked in een mailtje) naar andere mensen sturen.

# ID_SETUP_ALBUM_DIR_DESC
source: Please choose here your directory where you have your photos relative to script (main.php) directory.
nl: Kies hier de directory waar u uw foto's heeft opgeslagen. (buiten de main.php) directory.

# ID_SETUP_ERRORLOG_DESC
source: Here you can find error messages. This is usable if you don't know why for example something doesn't function. You can use it for reporting bugs or for getting help from phpAlbum support.
nl: Hier kunt u foutmeldingen vinden. Dit is handig als u niet weet waarom iets niet werkt. U kunt het gebruiken om aan te geven wat er is mis is gegaan als u hulp vraagt aan PHPalbum ondersteuning.

# ID_SETUP_TEXTS_DESC
source: On this page you can create your own language translation. Please check main setup for already available languages. There you can change your preferable language and here you can make some fine tuning of it or just translate it to some fully other language. If you feel you made some perfect translation for your language you can send us your translation file and we can incorporate your translation to the standard (file is in your data directory named translation.dat).
nl: Op deze pagina kunt u uw eigen vertaling maken. Controleer op de hoofdpagina welke talen beschikbaar zijn. Daar kunt u de taal van uw keuze selecteren. Als u denkt een perfecte vertaling gemaakt te hebben in uw taal, dan kunt u deze naar ons toesturen, zodat wij hem standaard kunnen meleveren. (het bestand staat in de data directory genaamd translation.dat)

# ID_SETUP_TEXTS_GUIDE
source: Translation Guide: You can translate only the phrases you want to change. This will be then used instead of the original language element.</br>You can se here 3 fields for each language element. Its ID in grey color, its original language text in green color and an input field for your translation. This is then yellow if not translated and white if already translated. <b> For translating full language you want to contribute translate also the fields where the translation is the same as original</b>. Pleas be careful to use %s where it was originally and also som html tags like &lt;b&gt; ...
nl: Vertaling handleiding: U kunt alleen de zinnen vertalen die u wilt vertalen. Dit zal dan gebruikt worden in plaats van het origineel. Wees voorzichtig met vreemde tekens in uw vertaling! Kleurenverklaring: De ID is in het grijs, in het groen is de originele vertaling en in het zwart is uw vertaling te vinden.

# ID_SETUP_CACHE_DIR_DESC
source: Please choose here your cache directory relative to script (main.php) directory. It must be writable by script user (i.e. wwwrun)
nl: Kies hier uw cache directory

# ID_SETUP_MY_ACCOUNT_DESC
source: Here you can edit your user data, the name, email, home page, change your password.
nl: Hier kunt u uw gebruikers informatie veranderen, de naam, e-mail, homepage en wachtwoord veranderen.

# ID_SETUP_DESC_USERS
source: On this page you can manage your registered users. You can delete or edit them. For creating new one, just use the Ordinary Register functionality.
nl: Hier kunt u uw geregistreerde gebruikers beheren. U kunt ze bewerken en verwijderen. Om een nieuwe gebruiker aan te maken, gebruikt u de normale Wordt lid optie.

# ID_SETUP_DESC_GROUPS
source: On this page you can manage the groups. Later you can assign the users to this groups. You can also restrict the visibility of some galleries / directories to these groups. So for example every one from your family (Family group) can see also the family photos and so on...
nl: Hier kunt u uw groepen beheren. Later kunt u gebruikers toewijzen aan deze groepen. Ook kunt u instellen wie wat kan zien. Bijvoorbeeld dat al uw familieleden toegang hebben tot de Familie groep en anderen niet, etc.

# ID_SETUP_DESC_DIRS
source: On this page you can setup the galleries. You can change the descriptions, access groups, sorting and you can also make some basic manipulation of images.
nl: Op deze pagina kunt u de gallerij instellen. U kunt de omschrijvingen instellen, de toegangsgroepen, sortering en u kunt ook wat basis instellingen voor de foto's wijzigen.

# ID_SETUP_DESC_PICS
source: On this page you can setup the descriptions or parameters of photos.
nl: Op deze pagina kunt u de beschrijvingen en parameters van foto's wijzigen.

# ID_SETUP_DESC_PARAMS
source: Here you can add,delete and modify variables you want to be able to enter for each of your photos. This will be showed then under each picture. It is also possible to switch visibility of every parameter for each directory separately, this you can do it in Galleries section.
nl: Hier kunt u variabelen voor uw foto's toevoegen, verwijderen en aanpassen. Deze zullen onder elke foto worden getoond. U kunt deze instellingen ook voor elke directory of gallerij anders instellen.

# ID_SETUP_PASSWORD
source: Password:
nl: Wachtwoord:

# ID_SETUP_PASSWORD_DESC
source: Please choose a password and retype it in the second field. Actual password can not be shown as this is stored only as encrypted string. That is why no body can know your password.
nl: Kies een wachtwoord en typ het nog eens in het het volgende veld. Het wachtwoord wordt opgeslagen in een versleuteld bestand. Daarom kan niemand uw wachtwoord achterhalen.

# ID_SETUP_LANGUAGE
source: Language:
nl: Taal:

# ID_SETUP_LANGUAGE_DESC
source: Please choose language with character set for displaying the page. Please look at system check if you have enabled mbstring module, if not be careful when choosing UTF-8 with naming the files and directories, do not use special characters.
nl: Kies de taal en karakter set voor het weergeven van de pagina. Kijk in system check of u mbstring module heeft geactiveerd, zo niet weest u dan voorzichtig met speciale tekens. (zeker als u UTF-8 heeft geselecteerd)

# ID_SETUP_HOME_URL
source: Return Home URL:
nl: Home pagina URL:

# ID_SETUP_HOME_URL_DESC
source: Please choose URL where the HOME link should point.
nl: Kiest u hier de URL waar de HOME knop naar moet verwijzen.

# ID_SETUP_SITE_NAME
source: Site name:
nl: Titel van uw site:

# ID_SETUP_SITE_NAME_DESC
source: Please choose a site name, this is used as tile for this page.
nl: Kiest u hier de naam van uw site, dit wordt gebruikt als titel voor deze pagina.

# ID_SETUP_NEW_DIR_INDIC
source: New files in gallery indicator:
nl: Nieuwe bestanden in gallerij indicator:

# ID_SETUP_NEW_DIR_INDIC_DESC
source: How long should be with other type of directory icon indicated, that there are new files in gallery. Type number in Hours
nl: Hoe lang moet het duren als er een ander directory icoon is aangegeven dat er nieuwe bestanden in de gallerij zijn toegevoegd. Typ het aantal Uur

# ID_SETUP_FTP_SERVER_DESC
source: Please type your ftp server url , for example ftp.myserver.com
nl: Typt u hier uw ftp server url, bijvoorbeeld ftp.mijnserver.com

# ID_SETUP_FTP_PHOTO_DIR
source: FTP Photo Directory:
nl: FTP foto directory:

# ID_SETUP_FTP_PHOTO_DIR_DESC
source: This is a photo directory on your ftp server, i.e. /phpAlbum/photos_xyz/ , leading and ending back slashes are mandatory
nl: Dit is een foto directory op uw ftp server, bijvoorbeeld /phpAlbum/foto_2007/, de slashes zijn verplicht!

# ID_SETUP_QUALITY_NAME
source: Description:
nl: Omschrijving:

# ID_SETUP_QUALITY_NAME_DESC
source: Describes this quality settings. This text is used for the switch quality link on album page
nl: Omschrijving van de kwaliteit instellingen. Deze tekst wordt gebruikt om de kwaliteit in de album pagina te veranderen.

# ID_SETUP_QUALITY_THMB
source: Thumbnails size / quality
nl: Thumbnails grootte / kwaliteit

# ID_SETUP_QUALITY_THMB_DESC
source: Please type here the largest size of thumbnails (i.e. 100 or 150). As a second parameter type quality of jpeg compression (normal values from 40 to 90). Quality is used only for JPG files not for PNG or GIF. You can also check <b>Square Thumbnails</b> getting then all thumbnails the same size.
nl: Typ hier het formaat van de grootste thumbnail (bijvoorbeeld 100 of 150). Als volgende typt u de kwaliteit van de jpg compressie (normale waarden van 40 tot 90). Kwaliteit wordt alleen voor JPG bestanden gebruikt, niet voor PNG of GIF. U kunt ook <b>Vierkante thumbnails</b> aanzetten, zodat alle thumbnails dezelfde grootte krijgen.

# ID_SETUP_QUALITY_PHOTO
source: Photo size / quality
nl: Foto grootte / kwaliteit

# ID_SETUP_QUALITY_PHOTO_DESC
source: Please type here the largest size of resized photo (i.e. 100 or 150). As a second parameter type quality of jpeg compression (normal values from 40 to 90). Quality is used only for JPG files not for PNG or GIF. <b> Use for size = 0 (zero) if no resizing at all should be done</b>
nl: Typ hier het grootste formaat van de

# ID_SETUP_DEFAULT_SORT
source: Default sorting:
nl: Standaard sortering:

# ID_SETUP_DEFAULT_SORT_DESC
source: Choose default sorting used for sorting of thumbnails and directories. This is used for directories where sorting is set to default.
nl: Kies standaard sortering voor het sorteren van thumbnails en directories. Deze instelling wordt gebruikt waar de sortering op standaard staat.

# ID_SETUP_SQUARE_THMB
source: Square Thumbnails
nl: Vierkante thumbnails

# ID_SETUP_ADD_QUALITY
source: Add new quality setting
nl: Voeg nieuwe kwaliteit instelling toe

# ID_SETUP_DELETE_QUALITY
source: Delete this quality setting
nl: Verwijder deze kwaliteit instelling

# ID_SETUP_RESIZE_IF_BIGGER
source: Resize only if bigger
nl: Resize alleen als de foto groter is

# ID_SETUP_RESIZE_TO_FIT
source: Resize photos to fit:
nl: Resize foto's om ze passend te maken:

# ID_SETUP_RESIZE_TO_FIT_DESC
source: Select how should be photos resized, concerning both widht and height to fit the size or only widht or height. You can so setup that all resized photos has same height or width or that they fit into square size x size.
nl: Selecteer hoe foto's vergroot of verkleind moeten worden, aangaande de breedte en de hoogte of alleen de hoogte of de breedte. U kunt ook instellen dat alle geresizede foto's dezelfde hoogte of breedte moeten hebben of dat ze in een vierkant moeten passen.

# ID_BOTH_WIDTH_AND_HEIGHT
source: Both width and height
nl: Breedte en hoogte

# ID_WIDTH
source: Width
nl: Breedte

# ID_HEIGHT
source: Height
nl: Hoogte

# ID_SETUP_THEME_SETTINGS
source: Theme settigs
nl: Thema instellingen

# ID_SETUP_THEME_COLOR_SETTINGS
source: Theme colors
nl: Thema kleuren

# ID_SETUP_THEME_THUMBNAILS_STYLE
source: Thumbnails style:
nl: Thumbnail stijl:

# ID_SETUP_THEME
source: Theme:
nl: Thema:

# ID_SETUP_THEME_DESC
source: Please choos one of the aviable themes. For creating your own theme just copy for example Borders directory to some other and this will automatically available for select here.
nl: Kies een van de beschikbare thema's. Om uw eigen thema te maken kopieer dan bijvoorbeeld de Borders directory en deze wordt dan hier beschikbaar gemaakt. (u kunt de naam dan veranderen)

# ID_SETUP_LOGO_PATH
source: Logo file path:
nl: Logo bestandslokatie:

# ID_SETUP_LOGO_PATH_DESC
source: Enter relative path to the logo you want use.(used for file- style logo)
nl: Vul de relatieve bestandslokatie van uw logo in. (wordt gebruikt voor file-stijl logo)

# ID_SETUP_LOGO_STYLE
source: Logo style:
nl: Logo stijl:

# ID_SETUP_LOGO_STYLE_DESC
source: Please choose how should be the logo generated. NONE for no logo,GRAPHICAL for generated logo, TEXT for simple text logo and FILE for logo taken from logo path.
nl: Kies hier hoe uw logo gegenereerd moet worden. Geen voor geen logo, Grafisch voor een gegenereerd logo, Tekst voor simpel tekst logo en Bestand voor een logo uit een bestandsnaam.

# ID_SETUP_LOGO_TEXT
source: Logo text:
nl: Logo tekst:

# ID_SETUP_LOGO_TEXT_DESC
source: Enter the text for graphical or text style of logo.
nl: Vul de tekst in voor het grafische of tekst logo.

# ID_SETUP_THEME_FLOWING_STYLE
source: Flowing style
nl: Vloeiende stijl

# ID_SETUP_THEME_RASTER_STYLE
source: Raster style
nl: Raster stijl

# ID_SETUP_MAX_PHOTO_PER_PAGE
source: Max. thumbnails per page:
nl: Max. aan thumbnails per pagina:

# ID_SETUP_MAX_PHOTO_PER_PAGE_DESC
source: Enter the maximum number of showed thumbnails. If there are more photos in one gallery there will be displayed link for next or previous page.
nl: Vul het maximum aantal thumbnails in die mogen verschijnen. Als er meer foto's in de gallerij aanwezig zijn wordt er een link met volgende en vorige op de pagina weergegeven.

# ID_SETUP_RASTER_SIZE
source: Columns / Rows :
nl: Kolommen / Rijen:

# ID_SETUP_RASTER_SIZE_DESC
source: Enter count of columns and rows for raster style of thumbnails viewing
nl: Vul het aantal kolommen en rijen in voor de Raster stijl of thumbnail weergave

# ID_SETUP_SHOW_FILENAMES
source: Show Filenames
nl: Laat bestandsnamen zien

# ID_SETUP_SHOW_FILENAMES_DESC
source: Enable if you want to show filenames under the thumbnails. These are then showed if no short description exits for this picture.
nl: Vink dit aan als uw de bestandsnaam onder de thumbnail wilt weergeven. Deze worden dan weergegeven als er geen korte omschrijving van de foto bestaat.

# ID_SETUP_DISABLE_BOTTOM_NEXTPREV
source: Disable bottom next/prev
nl: Zet volgende / vorige onderaan de pagina uit

# ID_SETUP_DISABLE_BOTTOM_NEXTPREV_DESC
source: This checkbox will disable the bottom links for next or previous picture.
nl: Als u dit aanvinkt, ziet u geen volgende en vorige meer onderaan de pagina bij elke foto.

# ID_SETUP_COLOR_SETTINGS
source: Color settings:
nl: Kleur instellingen:

# ID_SETUP_ADD_COLOR_MAP
source: Add new color map
nl: Voeg nieuwe kleuren bibliotheek toe

# ID_SETUP_COLOR_DELETE
source: Delete this color map
nl: Verwijder deze kleurenbibliotheek

# ID_SETUP_COLOR_NAME
source: Color map name:
nl: Kleuren bibliotheek naam:

# ID_SETUP_COLOR_NAME_DESC
source: This is the name of this color map. If this is not the last one you can even delete it.
nl: Dit is de naam van deze kleurenbibiotheek. Als dit niet de laatste is, kunt u deze zelfs verwijderen.

# ID_SETUP_ENABLE_LOGGING
source: Logging enabled
nl: Logging ingeschakeld

# ID_SETUP_ENABLE_LOGGING_DESC
source: This checkbox enables access logging on you album
nl: Als u dit aanvinkt zal er geregistreerd worden wie er gebruik maakt van uw album

# ID_SETUP_LOGS_FILENAME
source: Logs filename:
nl: Bestandsnaam van de logfile:

# ID_SETUP_LOGS_FILENAME_DESC
source: Filename in which the logging will be saved.
nl: Bestandsnaam waar het logbestand in wordt opgeslagen.

# ID_SETUP_LOGS_EXCLUDE
source: Exclude strings:
nl: Deze variabelen niet opnemen:

# ID_SETUP_LOGS_EXCLUDE_DESC
source: Enter strings delimited with ; (semiclon). You can so exclude from logging some hosts. For example if you know that all your access will be logged as from your_internet_provider.com you just type here your_internet_provider
nl: Hier kunt u invullen welke variabelen niet in het logbestand opgenomen moeten worden. Sommige hosts kunt u uitsluiten van toegangscontrole. Bijvoorbeeld als u uw eigen internetprovider invult, dan worden al uw logins niet bewaard.

# ID_SETUP_CACHE_RESIZED_PHOTOS
source: Cache resized photos
nl: Cache resized foto's

# ID_SETUP_CACHE_THUMBNAILS_DESC
source: This checkbox enables caching of generated thumbnails. This is highly recommended, because it is then much faster if the program loads the stored thumbnails instead of generating it for each request.
nl: Als u dit aanvinkt zal het cachen van thumbnails worden aangezet. Dit is erg aan te raden, omdat ze dan niet telkens opnieuw geladen hoeven te worden.

# ID_SETUP_CACHE_RESIZED_PHOTOS_DESC
source: This checkbox enables caching of resized photos. This is also very helpful for speeding up your album, but it takes also quite much space from your web space. So be careful for enabling this.
nl: Als u dit aanvinkt is het mogelijk om geresizede foto's te cachen. Dit is erg aan te raden om uw album sneller te maken, maar het verbruikt wel heel wat webruimte. Dus wees er voorzichtig mee.

# ID_USERNAME
source: Username
nl: Gebruikersnaam

# ID_PASSWORD
source: Password
nl: Wachtwoord

# ID_SETUP_ACT_DIR
source: Actual directory:
nl: Directory:

# ID_SETUP_ACT_DIR_DESC
source: You can change here manually the actual folder on ftp server. Easier is to user the directory links in list of files.
nl: Hier kunt u handmatig de directory aangeven op uw ftp server. Eenvoudiger is het om de links in de directory lijst te gebruiken.

# ID_SETUP_UPLOAD_FILE
source: Upload file:
nl: Upload bestand:

# ID_SETUP_UPLOAD_FILE_DESC
source: With this you can upload single file to the actual directory on the ftp server.
nl: Hiermee kunt u een enkel bestand uploaden naar de directory op uw ftp server.

# ID_SETUP_MAX_SIZE
source: Max.Size:
nl: Max. Grootte:

# ID_SETUP_UPLOAD_ZIP_FILE
source: Upload zip-file:
nl: Upload zip-bestand:

# ID_SETUP_UPLOAD_ZIP_FILE_DESC
source: With this you can upload zip file to the actual directory on the ftp server. This zip file will be extracted and the directory structure in it on the server recreated. If you want to upload zip file without extracting then us upload file.
nl: Hiermee kunt u een zip bestand naar de directory op uw ftp-server uploaden. Deze zal zichzelf daar uitpakken, met dezelfde directory structuur als waar het mee is ingepakt.

# ID_SETUP_CREATE_DIR
source: Create directory:
nl: Maak een directory:

# ID_SETUP_CREATE_DIR_DESC
source: Here you can create new directory in actual directory on the ftp-server
nl: Hier kunt u een nieuwe directory maken in de map op uw ftp-server

# ID_CREATE
source: Create
nl: Maak

# ID_FILENAME
source: Filename
nl: Bestandsnaam

# ID_SIZE
source: Size
nl: Grootte

# ID_IMAGE_SIZE
source: Image Size
nl: Foto grootte

# ID_OWNER
source: Owner
nl: Eigenaar

# ID_GROUP
source: Group
nl: Groep

# ID_FUNCTIONS
source: Functions
nl: Functies

# ID_TIME
source: Time
nl: Tijd

# ID_COMMAND
source: Command
nl: Commando

# ID_FILE_DIR
source: File / Directory
nl: Bestand / Directory

# ID_PATH
source: Path
nl: Pad

# ID_PASSWORDS
source: Passwords
nl: Wachtwoorden

# ID_SETUP_ENABLE_COMMENTS
source: Enable Comments
nl: Zet reacties aan

# ID_SETUP_ENABLE_COMMENTS_DESC
source: This checkbox enables commenting of your pictures
nl: Als dit is aangevinkt mogen gebruikers opmerkingen bij uw foto's plaatsen

# ID_SETUP_COMMENT_QUEUE
source: Approve queue size
nl: Rij goedkeuring grootte
